export const questions = [
  { id: 1, text: '처음 보는 아이들과도 쉽게 이야기하거나 친해지는 편이다' },
  { id: 2, text: '친한 사람이나 친구가 없는 모임에 가면 매우 불편한 편이다' },
  {
    id: 3,
    text: '모르는 사람들이 많이 모여있는 곳에서도 비교적 활발하게 행동하는 편이다',
  },
  {
    id: 4,
    text: '친구를 쉽게 사귀는 편이 아니며 친한 몇 명의 친구들과 아주 친하게 지낸다',
  },
  {
    id: 5,
    text: '여기 저기 친구나 아는 사람이 많다 (학원친구, 교회친구, 학교 친구등 )',
  },
  {
    id: 6,
    text: '‘이불처럼 폭신한 구름’이란 꾸밈어보다 ‘흰구름’처럼 단순한 말이 더 좋다',
  },
  { id: 7, text: '상상 속의 이야기를 잘 만들어 내는 편이다' },
  { id: 8, text: '주변 사람들의 얼굴, 키나 다른 특징들을 잘 기억한다' },
  {
    id: 9,
    text: '종종 물건을 잃어버리거나 어디에 두었는지 기억을 못할 때가 있다.',
  },
  { id: 10, text: '꾸준하고 참을성 있다는 말을 자주 듣는 편이다.' },
  { id: 11, text: '왜‘라는 질문을 자주 하는 편이다.' },
  { id: 12, text: '부모님이나 선생님의 말을 잘 듣는 편이다.' },
  { id: 13, text: '끝까지 해내는 의지와 끈기가 강한 편이다.' },
  { id: 14, text: '기뻐하고 슬픈 감정이 풍부하고 인정이 많다는 말을 듣는다.' },
  { id: 15, text: '궁금한 게 있으면 꼬치꼬치 따져서 궁금증을 풀고 싶어한다.' },
  { id: 16, text: '대체로 공부나 할일을 미리 해놓고 노는 편이다' },
  { id: 17, text: '계획에 따라 규칙적인 생활을 하는 편이다' },
  { id: 18, text: '시험보기 전에 미리 여유있게 공부계획을 짜 놓고 실천한다' },
  {
    id: 19,
    text: '미리 하는 게 편하고 마지막 순간에 쫓기면서 일하는 걸 싫어한다',
  },
  {
    id: 20,
    text: '방이 어수선하게 지저분해도 크게 신경쓰이지 않고 관심대상에 바로 집중하는편이다',
  },
];
